diagrams/mermaid_from_graphviz/Mermaid Chart - Create complex, visual diagrams with text.-2025-12-18-210703.mmd
flowchart LR
  Define --> Hrule
  Audit --> Hrule
  Code --> Define
  Bail --> Hrule
  Hrule --> Barg
  Barg --> Define
  Barg --> Bail
  Shift --> Hpress
  Place --> Hpress
  Integr --> Shift
  Hpress --> Risk
  Risk --> Signal
  Hrule --> Hpress
